Repository: max-severin/fprview
Catalog: locale/*/LC_MESSAGES/shop_fprview.po
Languages: ru_ru

source: Large photo on
ru_ru: Крупное фото на

source: the product page
ru_ru: странице товара

source: Features
ru_ru: Характеристики

source: Description
ru_ru: Описание

source: To the product
ru_ru: Перейти к товару

source: //www.webasyst.com
ru_ru: //www.webasyst.ru

source: Give <b>feedback</b>
ru_ru: Оставить <b>отзыв</b>

source: Other <b>plugins</b><br /> from the developer
ru_ru: Другие <b>плагины</b><br /> от разработчика

source: For all questions
ru_ru: По всем вопросам

source: Fast product preview
ru_ru: Быстрый просмотр товара

source: Status
ru_ru: Статус

source: Off
ru_ru: Выключен

source: On
ru_ru: Включен

source: FancyBox status
ru_ru: Статус FancyBox

source: FancyBox is a tool for displaying product content in modal window. If the FancyBox library is already loaded in your template, disable this setting.
ru_ru: FancyBox - это средство для отображения контента товара в модальном окне. Если библиотека FancyBox уже подключена в вашей теме дизайна, отключите данную настройку.

source: Enable
ru_ru: Включен

source: Disable
ru_ru: Выключен

source: BxSlider status
ru_ru: Статус BxSlider

source: BxSlider is a content slider. Used within the template of plugin in the frontend to slide product images. If the BxSlider library is already loaded in your template disable this setting.
ru_ru: BxSlider - это слайдер. Используется в шаблоне плагина во фронтенде для пролистывания изображений товара. Если библиотека BxSlider уже подключена в вашей теме дизайна, отключите данную настройку.

source: Template type
ru_ru: Тип шаблона

source: If you want to see standard template of your theme in product preview (usually it is <b>product.html</b>), select «Theme standard template».
ru_ru: Если вы хотите, чтобы в быстром просмотре отображался шаблон товара вашей темы дизайна (обычно это <b>product.html</b>), выберите «Стандартный шаблон темы».

source: Plugin custom template
ru_ru: Шаблон плагина

source: Theme standard template
ru_ru: Стандартный шаблон темы

source: Template file
ru_ru: Файл шаблона

source: If you chose «Theme standard template» fill the file name.
ru_ru: Если вы выбрали «Стандартный шаблон темы» укажите имя файла.

source: Preview button hide
ru_ru: Скрывать кнопку предпросмотра

source: If you want to have the preview button visible only when you hover the mouse over the product and for all the others remained hidden, enable this setting. Otherwise, the button is displayed for all products.
ru_ru: Если вы хотите, чтобы кнопка предпросмотра отображалась только при наведении мыши на товар, а для всех других оставалась скрытой, включите этот параметр. В противном случае кнопка отображается для всех товаров.

source: Preview button text color
ru_ru: Цвет текста кнопки предпросмотра

source: Preview button background color
ru_ru: Цвет фона кнопки предпросмотра

source: Preview button text color on mouse hover
ru_ru: Цвет текста кнопки предпросмотра при наведении мыши

source: Preview button background color on mouse hover
ru_ru: Цвет фона кнопки предпросмотра при наведении мыши

source: Text color in plugin custom template
ru_ru: Цвет текста в шаблоне плагина

source: Text color in the header and footer.
ru_ru: Цвет текста в хедере и футере.

source: Background color in plugin custom template
ru_ru: Цвет фона в шаблоне плагина

source: Background color of the header and footer, color of content borders and product link.
ru_ru: Цвет фона хедера, футера, цвет рамок и ссылки на товар.

source: Preview button template
ru_ru: Шаблон кнопки предпросмотра

source: Template source code
ru_ru: Исходный код шаблона

source: Warning
ru_ru: Важно

source: the link must have an attribute
ru_ru: у ссылки обязательно должен быть аттрибут

source: Fast Preview
ru_ru: Быстрый просмотр

source: Preview button style
ru_ru: Стили кнопки предпросмотра
